[
    {
        "id": "1",
        "slug": "itau-chile",
        "title": "Itaú Chile",
        "category": "Digital banking",
        "color": "bg-[#f4f4f4]",
        "textColor": "text-black",
        "image": "/cards/itu.png",
        "description": [
            "In 2022, Itaú—the largest bank in Latin America—launched Itu, its first fully digital B2C product in Chile. The product was built on a clear differentiation strategy grounded in three simple pillars, deeply connected to insights from research with Chilean consumers: everyday simplicity, transparency that builds trust, and education that empowers financial autonomy.",
            "A key part of this strategy is Chanchitus—digital money spaces that allow customers to separate and organize funds for different goals. More than following a trend among digital banks, Chanchitus respond to a common local behavior of using multiple banks to segment money, enabling customers to manage their finances within a single app while maintaining a unified financial view."
        ],
        "awards": "IF Design Award 2025, Red Dot Awards 2024, Indigo Design Awards 2025, Webby Awards 2025, W3 Awards 2024, LAD Awards 2024",
        "designedAt": "Work & Co",
        "iconColor": "#000",
        "gallery": [
            "/projects/itu/itu-1.png",
            "/projects/itu/itu-2.png",
            "/projects/itu/itu-3.png",
            "/projects/itu/itu-4.png",
            "/projects/itu/itu-5.png",
            "/projects/itu/itu-6.png",
            "/projects/itu/itu-7.png"
        ]
    },
    {
        "id": "2",
        "slug": "deutsche-telekom",
        "title": "Deutsche Telekom",
        "category": "TV app experience",
        "color": "bg-[#ffcc99]",
        "textColor": "text-black",
        "image": "/cards/deutsche-telekom.png",
        "description": [
            "In 2023, Deutsche Telekom partnered with Work & Co to redefine its digital experience and brand expression. As part of this program, one initiative focused on reimagining the future of TV and shaping Deutsche Telekom’s strategic direction in the segment.",
            "The project delivered nearly 50 concepts for a hyper-personalized, AI-powered TV experience. The ideas enhanced on-demand viewing with behavior-driven features such as breaking movies into shorter episodes and creating personalized schedules from live content, while also strengthening relevant live TV experiences, such as sports, through personalized timelines and social interaction layers. Together, they connect live and on-demand viewing into an experience that is intelligent, adaptive, and deeply personal."
        ],
        "designedAt": "Work & Co",
        "protected": true,
        "password": "Deutsche!@26",
        "iconColor": "#000",
        "gallery": [
            "/projects/deutsche/deutsche-1.png",
            "/projects/deutsche/deutsche-2.png",
            "/projects/deutsche/deutsche-3.png",
            "/projects/deutsche/deutsche-4.png",
            "/projects/deutsche/deutsche-5.png",
            "/projects/deutsche/deutsche-6.png",
            "/projects/deutsche/deutsche-7.png",
            "/projects/deutsche/deutsche-8.png",
            "/projects/deutsche/deutsche-9.png",
            "/projects/deutsche/deutsche-10.png",
            "/projects/deutsche/deutsche-11.png",
            "/projects/deutsche/deutsche-12.png",
            "/projects/deutsche/deutsche-13.png",
            "/projects/deutsche/deutsche-14.png",
            "/projects/deutsche/deutsche-15.png",
            "/projects/deutsche/deutsche-16.png",
            "/projects/deutsche/deutsche-18.png"
        ]
    },
    {
        "id": "3",
        "slug": "vivo",
        "title": "Vivo Casa Inteligente",
        "category": "Smart home app",
        "color": "bg-[#f4f4f4]",
        "textColor": "text-black",
        "image": "/cards/vivo.png",
        "description": [
            "In 2022, Vivo — part of the Telefônica group and the largest telecommunications company in Brazil — began repositioning its business to move beyond traditional telecom services into technology solutions, including smart home and residential automation.",
            "In Brazil, smart home adoption remains a niche category, limited more by perceived complexity than by price. To address this, Vivo leveraged its nationwide workforce to provide in-home consulting and installation, reducing friction both at onboarding and in daily use. The Vivo Casa Inteligente app serves as a simple, more accessible control layer — validated through usability testing with the brand’s target audience — and combines device control, integrated support, and lightweight educational content, positioning it as easier to use than tools like Google Home, Amazon Alexa, or Smart Life.",
            "To build awareness at scale, Vivo also introduced an educational experience inside its main app, explaining the smart home offering and allowing customers to explore it through a guided virtual tour before adoption."
        ],
        "designedAt": "Work & Co",
        "iconColor": "#000",
        "gallery": [
            "/projects/vivo/vivo-1.png",
            "/projects/vivo/vivo-2.png",
            "/projects/vivo/vivo-3.png",
            "/projects/vivo/vivo-4.png",
            "/projects/vivo/vivo-5.png",
            "/projects/vivo/vivo-6.png",
            "/projects/vivo/vivo-7.png",
            "/projects/vivo/vivo-8.png"
        ]
    },
    {
        "id": "4",
        "slug": "farm-rio",
        "title": "Farm Rio",
        "category": "E-commerce",
        "color": "bg-[#001a4d]",
        "textColor": "text-white",
        "image": "/cards/farm-rio.png",
        "description": [
            "Farm Rio approached Accenture in 2021 to evolve its off-the-shelf e-commerce platform into a channel that could better reflect the brand’s unique energy — one that inspires exploration while supporting a frictionless shopping journey. The result was a decluttered design that lets the products’ rich patterns and vibrant colors take center stage. A minimalist interface allows the photography to sustain the brand identity, making the storefront easily adaptable to seasonal campaigns and new collections.",
            "Video played a central role in elevating product presentation. Movement is embedded throughout the experience, encouraging exploration and guiding comparison and decision-making — ultimately supporting conversion."
        ],
        "designedAt": "Accenture Song",
        "iconColor": "#fff",
        "gallery": [
            "/projects/farm/farm-1.png",
            "/projects/farm/farm-2.png",
            "/projects/farm/farm-3.png",
            "/projects/farm/farm-4.png",
            "/projects/farm/farm-5.png",
            "/projects/farm/farm-6.png"
        ]
    },
    {
        "id": "5",
        "slug": "idea-zarvos",
        "title": "Idea Zarvos",
        "category": "Architecture website",
        "color": "bg-[#1a1a1a]",
        "textColor": "text-white",
        "image": "/cards/idea-zarvos.png",
        "description": [
            "IdeaZarvos is a real estate developer with the soul of an architecture studio, known for partnering with internationally recognized architects to create distinctive buildings that have reshaped São Paulo’s urban landscape. Despite its strong reputation, the company needed to expand its digital presence to better translate the brand’s value and support business growth.",
            "Launched in 2020, the website functions both as an immersive gallery of architectural projects and as a lead-generation channel. Its restrained modernist interface minimizes visual friction and keeps the focus on photography, while subtle motion — such as shifting shadows or gentle movement in trees — adds a tactile sense of presence. By balancing emotion, clarity, and usability, the experience strengthens brand connection and supports high-quality leads."
        ],
        "awards": "Brasil Design Awards 2021",
        "designedAt": "Try (WPP Group)",
        "iconColor": "#fff",
        "gallery": [
            "/projects/ideazarvos/ideazarvos-1.png",
            "/projects/ideazarvos/ideazarvos-2.png",
            "/projects/ideazarvos/ideazarvos-3.png",
            "/projects/ideazarvos/ideazarvos-4.png",
            "/projects/ideazarvos/ideazarvos-5.png",
            "/projects/ideazarvos/ideazarvos-6.png",
            "/projects/ideazarvos/ideazarvos-7.png",
            "/projects/ideazarvos/ideazarvos-8.png",
            "/projects/ideazarvos/ideazarvos-9.png"
        ]
    },
    {
        "id": "7",
        "slug": "archive",
        "title": "Archive",
        "category": "2004—2026",
        "color": "bg-[#009966]",
        "textColor": "text-black",
        "image": "/cards/saint-paul.png",
        "description": "A snapshot of projects that explore different disciplines, collaborators, and problem spaces, collectively reflecting the evolution of my practice as a designer in recent years.",
        "iconColor": "#fff",
        "gallery": [
            "/projects/archive/archive-1.png",
            "/projects/archive/archive-2.png",
            "/projects/archive/archive-3.png",
            "/projects/archive/archive-4.png",
            "/projects/archive/archive-5.png",
            "/projects/archive/archive-6.png",
            "/projects/archive/archive-7.png",
            "/projects/archive/archive-8.png",
            "/projects/archive/archive-9.png",
            "/projects/archive/archive-10.png",
            "/projects/archive/archive-11.png",
            "/projects/archive/archive-12.png",
            "/projects/archive/archive-13.png",
            "/projects/archive/archive-14.png"
        ]
    }
]